welcome_text = '''Перед использованием бота, необходимо подписаться на канал: @django_test_channel'''

not_subs_text = '''Вы все еще не подписаны на канал: @django_test_channel'''
select_action_text = '''Выберите действие:'''
choise_category_text = '''Выберите категорию:'''
choise_product_text = '''Выберите товар:'''
enter_quantity_text = '''Введите количество:'''

confirmation_text = '''Добавить выбранные товары в корзину?'''
quantity_error_text = '''Произошла ошибка, количество нужно указать цифрами. Повторите ввод.'''

del_product_from_cart_text = '''Введите порядковый номер (цифра слева) товара, 
который хотите удалить из корзины'''
del_product_from_cart_error_text = '''Произошла ошибка, номер нужно указать цифрами. Повторите ввод.'''
del_product_text = '''Товар успешно удален!'''

user_name_text = '''Введите Ваше имя'''

successful_payment_text = '''Оплата успешно проведена, наш менеджер свяжется с Вами!'''

faq_text = '''Если Вы не нашли свой вопрос, напишите его в чат. Мы свяжемся с Вами!'''

user_faq_text = '''Введите текст вопроса'''

successful_add_user_faq_text = '''Ваш вопрос успешно добавлен!'''